{
    "pfp_path": "../image/OCPool/Alexa/Alexa is meeting Yogan.png",
    "biological_class": "Cat & Dog",
    "initial_age": 22,
    "sex": "Female",
    "intedefication_in_comunity": [
        "black",
        "white",
        "black",
        "white",
        "black",
        "white"
    ],
    "traits": [
        "Adorable (with her clients)",
        "Excited (when she feels attraction to herself) (maybe)",
        "Jealous (when object of attraction is unfocused on her)"
    ],
    "date_creation": "28 Jan 2023",
    "disappeared": false,
    "country": "Fur",
    "parents": {
        "mother": "Abigail",
        "father": "Max"
    },
    "interests": [
        "hairdresser",
        "magaziner",
        "redfunner (maybe)"
    ],
    "work": "Hairdresser",
    "currency": {
        "now_place": null,
        "now_value": null,
        "then_place": null,
        "then_value": null
    },
    "mbti": "ENFP",
    "stories": [
        [
            "Alexa was in poor family. Her father broke with her mother, Abigail. She all time was upset, but her daughter supported her, and Abigail",
            " continue to live, but in poorer situation. Yes, they're getting subsides from the country, but there're not enought to get out from poority."
        ],
        [
            "Alexa listened in the girls' classmates. Alexa - \"They're talking about attraction of each boy in our classroom. They talked about their beauty",
            " and what they will be doing with them at night. When I was young, I thought, it's disgusting, but lately even me was with them. I",
            " talked them about attraction, and started to discuss, is it good choice. Also was fights for a classmate boy, and it was very spectacular.",
            " I think, my life is lonely, and isn't intresting without dramas\""
        ],
        [
            "Alexa was in different schools: first was technical, second was art and finally was in poorer school with to save her money.",
            " Her dad, Max thought, what technical school is luxury for perspective, but lately, he decided, what she wasn't improved yet,",
            " and he decided to reattach to the another school, in art school, where [N:Kiwuar,V:Kiwuar.] learned. Lately, her mother, Abigail broke up",
            " with her dad permanently, and decided, what need to save their money. They decided to reattach again to more cheap school."
        ],
        [
            "One time, Alexa heard about the secret material of one boy, what loves to send for him crush [No!], and she found this, but kept it.",
            " Lately, she invited all girls in classroom to watch the materials. She was shocked with it, but other girls was so excited, she has",
            " never seen that. Lately, girls was locked her with one classmate boy, and he started to [I said no!], but she",
            " [Ok, my fault]."
        ],
        [
            "One time, Alexa saw [N:Kiwuar,V:Kiwuar.]. He passed by her. She was excited, and told to classmate girls and they're adviced her to write a",
            " lovely letter at Valentine cycle. She was so excited of him, what she forgot to write her name. When he met her, she thought about",
            " him a lot. Alexa - \"His eyes, his haircut and even his character is looks for me soo attractive!\". In the next break, she didn't found",
            " him. She has tried to find [N:Kiwuar,V:Kiwuar.] again, but she didn't."
        ],
        [
            "When she was child, her mom started to learn to make a ponytails, and learned, how to interact with it. She was intrested in, and",
            " started to visit to libraries and to hairdresses haircut magazines for the recently updates of mode. Lately, when she reached 17,",
            " she started met with Yogan, he was impressed with her beauty and rent for her hairdresser's. Yogan - \"Alexa hold in her soul secret of the whole world,",
            " but, I broke with her, because, as she think \"You're looking for another partner! Then you think, what I'm not your! Then I'm quit!\". Tried to",
            " explain for her, but she didn't listened me. So... yeah, but hey! She forgot about duration of rent, and it durate less that 3 years\""
        ],
        [
            "Alexa was beautiful as well, but poorly. She had a lot of relationship history. One of them was with only meetings,",
            " one of them was with visiting to her house, but no one weren't permanently with her."
        ],
        [
            "One time, Alexa heard something, but she still decided to go to the hairdressers.",
            " Her client cares about the situation and said, the war is coming.",
            " Alexa decided to support the army with silvers,",
            "    and declared about the preposition to make a haircut as a donation for the army.",
            " Many people are there to help their country to resist. They made some progress, and later, the country returned all territory.",
            " That is great news, so Alexa was so happy, what decided to have a party,",
            "     but her preposition was declined because the enemy would have an opportunity to occupy again."
        ],
        [
            "When the war ended, Alexa's Idea to celebrate the victory was finally accepted.",
            " At the party, she decided to celebrate as well as possible, so she courted some interesting people.\n",
            " Alexa(in a flirtatious tone) - \"You're looking so cute, I want to touch you very well…\"\n",
            " Some of them denied her step. Walt is the only person who accepts her turn.",
            " Walt(also in a flirtatious tone) - \"Why only you? I also want to touch you. Your fur is so soft\"\n",
            " Alexa - \"Thanks, your eyes are also so pretty\"\n Walt - \"I want to see you inside…\"\n",
            " After that talk, he grabbed Alexa, but she resisted, and later, she ran away from him.\n",
            " Alexa - \"Chill out, dude!\""
        ],
        [
            "One time, she walked with memories, and one time Alexa remembered [N:Kiwuar,V:Kiwuar.], what she felt in live, but passion disappeared.",
            " She decided to connect to the [N:Kiwuar,V:Kiwuar.], but she haven't got answer."
        ],
        [
            "When 5th Mind war was occured, Alexa was sad. She was wondering in her mind in public bunker. She thought what she wanted even support, and so, what cost would be?",
            " She decided to work for herself, and charges clients as normal. One client said what hoped, what Fur would win in this time and guarant weak contries.",
            " Another client said that believes in his familiar, and works on warfare. Alexa sometimes got an orphane. One said that lost her parents after projectile hit and ",
            " feels lonely. Another client said what looking for his childrens. Alexa thought, did she want to be interested in redfunning like passion things?",
            " When Yogan found her, he was excited to see her. He asked what she was doing? She answered what did haircuts to get some money to spend on new hairdresser's.",
            " Yogan asked for further relationships.\n \"What the future of them? I am torn from the inside.\"\n Alexa - \"What the deal, Yogie? You think, what we're going to",
            " break up with each others? I'm feeling a passion in you, but know you what? It's a not right time to ask such a questions in this time\"\n",
            " Yogan - \"Yeah, but even with obsticles, we can reach to our love\"\n He cuddled Alexa, while she was working on haircut. Did she deserved this?"
        ],
        [
            "After a war, she decided to go to Bordeffto for a work. She discovered, what it was recently builded, and she decided to open a new hairdressers' here.",
            " Alexa wanted to get rid of Yogan and be much better, than him, but she also feeling emptiness. She can't choose is she with him or not.",
            " Her jealous says, what Alexa can do better, than he. Her excitment says opposite. A cycle later, she saw a glowing ground under her.",
            " Alexa seeing a huge plates appearing around her, and surrounds her. Alexa quickly reminded about [N:Kiwuar,V:Kiwuar's.] feeling 4 years ago.",
            "[It was her previous person who caught her attention by accident]",
            "\n\n[q]",
            "[N:Kiwuar,V:Kiwuar.] has found",
            " Alexa, what accepted, what she has writed the letter. Both started",
            " to act nervous, because he didn't expected about attraction from",
            " random person, and she was attaracted to Kiwuar and thought a lot.",
            " There're hardly talked about the letter, but lately she started to",
            " saying to him, what she feels attraction to him. \"Alexa told me, what I was at her",
            " attention and when she saw me, then Alexa, started to spectate for him",
            " a lot of time, but I didn't trust her, and said \"Ok, that was intense,",
            " bye!\". But Alexa started to chasing me, that was scared. But unfortunatly,",
            " she got me, and I was in difficult situation, she surrounded me near",
            " the wall. You can imagine me as scared, and that's true. She started",
            " to flirting me very tense. But thanfully, the lesson was started,",
            " and at the next break I escaped from the school\"",
            "[/q]\n\n",
            "/*\"My gosh, I was so intense in the past. Reality is scaring me.\": she said. */Alexa thought about",
            " the fear, what she created him, and she feeling guilty.",
            " In one moment, Alexa decided to listen her excitment and ground started to fade out.",
            " She decided to went for a walk around Bordeffto to clean her mind.",
            " It durates quickly because of lack of her, and decided to fly and talk with him about her true feelings.\n\nConnecting...\n",
            "Alexa - \"Hello Yogan!!\"\n",
            "Yogan - \"Hi, how are you?\"\n",
            "Alexa - \"Fine! Listen! I know it became obvious for you, but I was between two options. I decided to say...\"\n",
            "Yogan - \"Hold on, don't be such fast as you. Are you trying to lose a temp for just accepting and th...\"\n",
            "Alexa - \"I'M INTO YOU!!!!!\"\n",
            "Yogan - \"...away... What????\"\n",
            "Alexa - \"I'm into you!\"\n",
            "Yogan - \"Really! You want to build the past, but know you what?? The past isn't renovable!\"\n",
            "Alexa - \"Just give me one shot ;)\"\n",
            "Yogan - \"Ughhh... fine\"\n",
            "Alexa - \"Oh my Mind, I love u!!\"\n",
            "Yogan - \"How couldn't I realise, what the future, is you...\"\n",
            "Alexa - \"WAAAA!!![happy] Where should I fly??\"\n",
            "Yogan - \"Uhhhh.... In F.D[used to be a Fur, but in 1st Continental war, but it list and was divided in: F.K(capitalistic), F.D(democratic), and some part in Art]\"\n",
            "Alexa - \"My Mind! Better say city name!!\"\n",
            "Yogan - \"I still can't use to city names, but let be Genrnoj\"\n",
            "Alexa - \"It's in Ima\"\n",
            "Yogan - \"Oh sorry, my kitten... Uhhh... in Furherzland\"\n",
            "Alexa - \"WAAAA!!![happy] I'm gonna to see you!!!!!\"\n",
            "Yogan - \"Ok, cya!!\"\n\n",
            "Alexa was too excited to wait for arrival of flight.",
            " When she arrived, she saw Yogan, and started a kiss.[No way, a first kiss from Alexa????]",
            " Yogan was shocked about, and caught her excitment and continued to kissing her. Their lips was so sweet, than any cake.\n",
            " Yogan - \"That was impressive for me!!\"\n",
            " Alexa - \"Same!!\"\n",
            "They started to meet with each other\n[It was the first kiss in articles. I decided to go further. Love!]"
        ]
    ],
    "not_mine_gallery": [
        {
            "path": "image/Not mine/Alexa is mad by @Thir.png",
            "link": "https://twitter.com/Uki7UqvfzqQJ36j"
        }
    ]
}