{
    "pfp_path": "../image/OCPool/Grace/Grace.png",
    "biological_class": "Dog",
    "initial_age": 19,
    "sex": "Female",
    "intedefication_in_comunity": [
        "black",
        "white",
        "black",
        "white",
        "black",
        "white"
    ],
    "traits": [
        "Forthright",
        "Analytical",
        "Coarse"
    ],
    "date_creation": "27 Nov 2023",
    "date_creation_in_mind": "23.11.17",
    "disappeared": false,
    "country": "Lang",
    "parents": {
        "mother": "Sunrise",
        "father": "Herbert"
    },
    "interests": [
        "Polyglot",
        "Books",
        "Manga"
    ],
    "work": "Library assistant",
    "currency": {
        "now_place": null,
        "now_value": null,
        "then_place": null,
        "then_value": null
    },
    "mbti": null,
    "stories": [
        [
            "Grace was born in intellectual family, where all in her family was writers and readers. Sunrise decided to take her to writing school when she had 4 years old.",
            " Grace started to be interested in books, and she started to reading them alot. They - \"She deserved that! She can grow by herself, and grow even faster, that",
            " her vessel\""
        ],
        [
            "In school, Grace was famous by her forthrightness. She can tell about others honestly and understandable, and so, some students are asking for",
            " honest description of the each other. Almost all hates her because she tells truth about them and then started to think, what she spies on them.",
            " Some of them are gladly to understand their mistakes. Grace's friend, River - \"I was kinda jerk. I provoked Theo, what he have defensed me, because I",
            " had a bag of sweets. Grace's honest speech was rude, but I like discovering a solution's deep caves.\".; Grace - \"Why are still coming to me, and asking",
            " for a roast????\""
        ],
        [
            "After gradulation, Grace decided to go to more philological direction by starting learn german. While she's stydied, she discovered what there's a whole book",
            " group, what are mainly interested in, well books. Also she discovered a job as library assistance. At least, she was satisfied about her work..."
        ],
        [
            "In the group, Grace met with all members of the group, including [N:Stefan,V:Stefan.]. Grace - \"I thought, what he is she, but after a first word, he seems to me",
            " weirdo\". "
        ]
        
    ],
    "not_mine_gallery" : [
    ]
}
