{
    "pfp_path": "../image/OCPool/Kiwuar/Kiwuar pfp.png",
    "biological_class": "Cat",
    "initial_age": 15,
    "sex": "Male",
    "intedefication_in_comunity": [
    ],
    "traits": [
        "Cheerful (mainly to family)",
        "Introverty (in crowded places)",
        "Creative (in his arts)",
        "Lazy (at home)"
    ],
    "date_creation": "2 Sep 2022",
    "date_creation_in_mind": "12.07.16",
    "disappeared": true,
    "date_disappearence" : "27 Mar 2023",
    "date_disappearence_in_mind" : "16.01.17",
    "country": "Fur",
    "parents": {
        "mother": "Julia",
        "father": "Frank"
    },
    "interests": [
        "artist"
    ],
    "work": "Student of Art School in country Art",
    "currency": {
        "now_place": 2,
        "now_value": 5400,
        "then_place": 3,
        "then_value": 3800
    },
    "stories": [
        [
        "Mother of Kiwuar, Julia sometimes cooked for him a spagetti.",
        " It's his favourite dish. Kiwuar - \"The dish fills my heart tomatoes and",
        " flavour of basil...\"."
        ],
        [
            "His family wanted to be in the calm places, such as: forests,",
            " valleys, etc. Father of Kiwuar, Frank - \"I think, what",
            " nature is more beautiful, when you don't see a voidness\"."
        ],
        [
            "He wanted go to Art school because his friend Kevin told,",
            " what in country Edu is good art school, but, unfortunatly, the",
            " country was captured by Island coalition. After a revenge war",
            " with Island coalition and Contin's union, the coalition was",
            " broke down and formed a lot of new countries like Art or </>.",
            " He remembered, what he wanted to get to Art school, and decided",
            " to learn closier to home."
        ],
        [
            "He met Jania, when Kiwuar was in secondary school. She was in local",
            " trade school, but sometimes at breaks, she sneak to school,",
            " where was Kiwuar for hanging out with her friends. When Kiwuar",
            " saw her, he don't paid attention to her, but when Jania saw him,",
            " then in his school table was letter by her. Letter - \"Hello, dear",
            " IDK what's your name. I think, what you are soo sleepy...",
            " Can you join to my hanging session? Hide your letter under",
            " the school table. - Jania\". When he read the letter, Kiwuar",
            " decided to join to the session. Kiwuar - \"She looks calm and",
            " brave to call me to a school lunch\"."
        ],
       [
        "One time, at Valentine cycle, he got a love letter. He was shocked",
        " with it, because he don't know who was writed the letter. Kiwuar",
        " asked Jania about it and she didn't write the letter for him. He",
        " started to ask eveyone in the school for the letter. Kiwuar has found",
        " Alexa, what accepted, what she has writed the letter. Both started",
        " to act nervous, because he didn't expected about attraction from",
        " random person, and she was attaracted to Kiwuar and thought a lot.",
        " There're hardly talked about the letter, but lately she started to",
        " saying to him, what she feels attraction to him. Everyone, who was",
        " nearby heared about this. Kiwuar - \"Alexa told me, what I was at her",
        " attention and when she saw me, then Alexa started to spectate for him",
        " a lot of time, but I didn't trust her, and said \"Ok, that was intense,",
        " bye!\". But Alexa started to chasing me, that was scared. But unfortunatly,",
        " she got me, and I was in difficult situation, she surrounded me near",
        " the wall. You can imagine me as scared, and that's true. She started",
        " to flirting me very tense. But thanfully, the lesson was started,",
        " and at the next break I escaped from the school\" [Yeah,",
        " unconnectable relationships, just it was a situation, when she",
        " was there before reattach to another school]"
       ],
       [
            "One time, he walked with Jania's hang group. One time,",
            " he walked to [undefined town]. Kiwuar saw the bridge, but why is",
            " it? He was gone to check it out. Kiwuar saw voidness under it.",
            " He first thought, what it's valley, and said this to group. When",
            " Kiwuar told them about that, they accidently stated laugh. Hang",
            " group told a reason, why they had laugh. Kiwuar couldn't believe,",
            " what all is just floating islands. Even after walk, he still can't",
            " believe. Lately he accepted the fact. Kiwuar - \"It... I don't know",
            " how could even possible. We have a gravity force, but why islands",
            " isn't falling down?\"."
       ],
       [
        "One time, he heard something very far. He was shocked of it,",
        " and they hid in the home. Later, It was so different",
        " with countryside, it was only field with no trees, and",
        " with holes. After one cycle, someone has come, it was",
        " census taker, and he said - \"Howdy, we're from cental",
        " goverment of Lang, and we have an object to take a data",
        " from population of the region.\" Kiwuar's mother",
        " Julia - \"Really?! Are we actually in Lang?\" - \"Of course",
        " we are! Our country for defensive oportunity occupied the",
        " region temporary.\" After sharing theirs' data, he left them",
        " and no longer he didn't come. In the next cycle, it was",
        " same, as a cycle earlier. There was even explotions and",
        " crushes some structures. After some cycles, it was quite,",
        " and they're saw, what ships was destroyed. Some buildings",
        " nearby was destroyed. It was tensitive moments, Kiwuar's",
        " mom Julia was scared, and even Kiwuar was changed. He",
        " was exhausted, with no energy to create anything and he",
        " was silent. Sometimes he even cried. One time, after 4",
        " cycles, he was so tired, what he asked his mom to go",
        " outside. He later disappeared from ruins of the village.",
        " [More details what was about is there (4th Mind war)]"
       ]
    ],
    "not_mine_gallery" : [
        {
            "path" : "image/Not mine/Kiwuar and rain by @Thir.jpg",
            "link":"https://twitter.com/Uki7UqvfzqQJ36j"
        },
        {
            "path" : "image/Not mine/Kiwuar headshot by Liquid Depresso.png",
            "link":"https://www.reddit.com/user/Liquid_Depresso"
        }
    ]
}
