{
    "pfp_path": "../image/OCPool/Stefan/Departure of Stefan.png",
    "biological_class": "Tiger Shark",
    "initial_age": 17,
    "sex": "Male",
    "intedefication_in_comunity": [
        "cyan",
        "pink",
        "white",
        "pink",
        "cyan"
    ],
    "traits": [
        "Melanholic (in lonely)",
        "Playful (when met a joyful person(s))",
        "Behevolent (with a person who broke down)"
    ],
    "date_creation": "22 Jan 2023",
    "date_creation_in_mind": "13.12.16",
    "disappeared": false,
    "country": "Fur",
    "parents": {
        "mother": "Nora",
        "father": "Andrew"
    },
    "interests": [
        "trade manager",
        "reader",
        "writer of fan fiction"
    ],
    "work": "Student of Trade School in country Edu",
    "currency": {
        "now_place": null,
        "now_value": null,
        "then_place": null,
        "then_value": null
    },
    "mbti": "INFP",
    "stories": [
        [
            "Stefan was born in rich family only child. His mother, Nora was happy with it, but not much as money. His parents was busy,",
            " and he decided to read some books. It was an adventure books. Stefan was so impressed, what decided to write fan fictions and share it",
            " with a group of fanats of books. They liked it, and Stefan started a writer career.\n Gray - \"When Stefan is going to us, he was so",
            " unpatiently, and he said - \"Hey guys! Guess what? I wrote my own fan fiction, it's called \"Tension Games\", who decide to read this?\".",
            " when I read it, I was suprised his work\"."
        ],
        [
            "He also read some fan fictions of adventure books by fanats of books with non-traditional relationship.\n Stefan - \"They was",
            " so passionate, what was inspired to be not traditional and become more modern\"\n One time, he read a fan fiction \"Jimmy's life as trans\".\n",
            " Stefan - \"The fan fictions is looks for me a little confused, like, \"why Jimmy is looking for men and then is going to date with him?\".",
            " When explained this, then I want to be a different, to be more cute and live with attraction\"."
        ],
        [
            "One time, Stefan with his family made a trip around the country Fur, and one time, he saw [N:Jania,V:Jania.], what she made a hang out.",
            " One time, he decided to go to hang out with her. First of all, Stefan met her and started to ask group about books. No one haven't",
            " answered it. But he rightly saw, what everyone in her group was happy. Stefan decided what he in her happy group isn't happy.",
            " [N:Jania,V:Jania.] has tried to appologise with it and promise, what she can fix it,",
            " if he pays for her 100S. Stefan accept it and [N:Jania,V:Jania.] a is tried to",
            " introduce for her group and said \"Here's a new piece of our hang zone! Meet him! Stefan!\". After this words, Stefan started to",
            " suspect of robbering him. When all started to cheering up, he started thought, what all of then will demanding from him money.",
            " After that, he ran from that. After that, he started to believe, what happy in group is",
            " wealth, but he spend so much, what in next normalizing, he was moved to 2nd plan."
        ],
        [
            "Stefan one time got a letter about visiting to the literature group. When he came there, Stefan was suprised of his present in Valentine cycle.",
            " Stefan saw in the present a Jimmy plush with heard and mark \"[N:Grace,V:Grace.] for the best writer of fan fictions\". He knew about [N:Grace,V:Grace.],",
            " it was a member of the group, but at this time, she wasn't there. Stefan started to connecting to her. He thanked [N:Grace,V:Grace.] for",
            " the present and asked her, where she is. [N:Grace,V:Grace.] is ill and she waiting until full treatment of the disease to hug him."
        ],
        [
            "Stefan had wrote a fan fiction about joyness of main character of \"John Smiller is leaving a broom\". He had writed, what John was",
            " tried to impress his loving character and making with her pretty off things. When Stefan writed the fan fiction, he became hunger.",
            " He opened jar of apricot jam and it was so taste, what Stefan added this to his fan fiction literaly. In the next cycle he showed this",
            " with the group. They wasn't excited with it, and just went to [N:Grace,V:Grace.]. She was confused with jam, but when Stefan explained this, [N:Grace,V:Grace.]",
            " understood and hugged him."
        ],
        [
            "One time, Stefan's parents invited his friends to a trip to Anime.",
            " All his friends accepted, except [N:Grace,V:Grace.]. She wanted to go with Stefan, but her parents didn't wanted.\n",
            " They - \"We think, let [N:Grace,V:Grace.] will be with us\"\n They started to arguing with [N:Grace,V:Grace.]. At night, Stefan sneakly walked to [N:Grace,V:Grace's.] room.\n",
            " Stefan - \"Hey [N:Grace,V:Grace.]! I heard your argued, but I was disagree with your parents. So, I decided to take you\"\n",
            " [N:Grace,V:Grace.] - \"Really? Of course I will be with you!\".\n Stefan - \"Are you have love attration?\"\n",
            " [N:Grace,V:Grace.](embarassing) - \"No...\".\n Stefan - \"So, are we going?\"\n",
            " They sneakly left [N:Grace,V:Grace's.] home and Stefan told his parents, time to begin.",
            " All friends, including [N:Grace,V:Grace.], Stefan and his parents left Fur by floating vehicle.",
            " They arrived to the Anime. Stefan's friends was impressed, even himself\n",
            " Stefan - \"It's so different place for me, I think we will stay there for a while\"\n\n",
            
            "After declearing every country a 4th Mind war, Stefan and all his friends got, why are they arrived to the \"trip\".",
            " They was worried about their parents, especially [N:Grace,V:Grace.] and Gray\n Stefan's parents - \"Don't worry, they will be okay\"\n",
            " Gray - \"Don't worry? How? Why are you didn't take our parents. They also are the great part of our comfort. Are you decided,",
            "    what you, as Stefan's parents are also great parents for us???\"\n",
            " Stefan's parents - \"Listen you all. We haven't expected about that. Are you think, we predicted the Mind war?\"\n",
            " [N:Grace,V:Grace.] - \"My parents, when I sneakly left my home, they won't realised, what the Mind war was ahead. I exactly can say, what agreed to arrive to Anime only for Stefan\"\n",
            " Stefan hugs [N:Grace,V:Grace.] and said - \"Dear. I don't expected that...\"\n",
            " Stefan's parents - \"Stefan. Leave her alone. We have to said, what that's all right\"\n",
            " Stefan - \"I won't do this, let me did that\"\n",
            " Stafan(loudly) - \"Hey you all! Are you see, we all stuck there, not even you. I with my parents also stuck there, and we can't arrive anywhere too.",
            "    So why are you mad about that? Your parents also stuck, but in their psyhology bubble. They tried to keep you young, and I think, it's time",
            "     to grow up!\"\n",
            "    \n\n",
        
            "After come back, Stefan with his friends saw nothing wrong. They was so happy about that.",
            " Anyway they said to Stefan, what his parents is a little odd, but still they thanked about that."
        ],
        [
            "One time, Stefan saw an advertising to vote for a new party to further restoring the country.",
            " He decided to inspect what is happening.",
            " The next cycle he walked to the goverment building to explaining.",
            " He saw a [N:Thomas,V:Thomas.] and asked for that.",
            " [N:Thomas,V:Thomas.] started to tell a whole idea to rebuild the whole enviroument around and inside the Fur\n",
            " [N:Thomas,V:Thomas.] - \"Without sensitiveness we can go further with peace and wealthness\"\n",
            " Stefan thought, what this is a bad idea, because it isn't a reason of agression.\n",
            " As Stefan thought he told to the [N:Thomas,V:Thomas.], and he said - \"Not yet.",
            " In agressive time of 4th Mind war this trait is fully breakable in the time.",
            " My task is prevent these feels\"\n",
            " Stefan - \"The trait is helpful don't be such agressive, but you can fix other reasons like geopolitics, stuff like that\"\n",
            " Then [N:Thomas,V:Thomas.] told him to leave or else he will arrest him.",
            " Anyway, Stefan voted \"against\"."
        ],
        [
            "One time, Stefan heard a news, what the 5th Mind war was occured. He was so terrified, and envy - \"Did he provoked that?? I'm promising I'm gonna beat him!\".",
            " Meanwhile, he left Fur and safely transfered throught the active front and got to the other side. Later, he got to the Life and started to waiting for the peace deal.",
            " While he's waiting, he writed his poems, fanfictions, he walked around and continued to wait.\n",
            " One time, when he's waiting, he crossed path with [N:Jania,V:Jania.]. When he saw her, Stefan remembered what she did.\n",

            "\n[q]Stefan decided what he in her happy group isn't happy. [N:Jania,V:Jania.] has tried to appologise with it and promise, what she can fix it,",
            " if he pays for her 100S. Stefan accept it and [N:Jania,V:Jania.] a is tried to introduce for her group\n ... \n",
            " Stefan started to suspect of robbering him. When all started to cheering up, he started thought, what all of then will demanding from him money.[/q]\n\n",

            " And so, he reminded for her, what [N:Jania,V:Jania.] is \"Money demander\".",
            " After her apology, Stefan had a dark bit, what still go around on his soul. Does I need to call it a soul?\n",
            " After [N:Jania,V:Jania's.] final arguments, while they had awkward silence, Stefan also noticed, what his old friends and his group members aren't",
            " speaking. It's like behave as a friend, but when he got away, he make a radio silence, like not knowing here.",
            " The struggle was ridiculously high. He can't handle that, and so, he leave the place.",
            " Stefan thought what maybe, it was really his fault... After this thoughts, he decided to come back to the same place, where he was crossed paths with Jania, but she's not here.",
            " He thoughts that what he had done..."
        ],
        [
            "After that, Stefan decided to go back to Fur. He also thought, what emprire of [N:Thomas,V:Thomas.] is over and replaced to more democratic one. Anyway, he wants to go back",
            " to origins, because he still keep it in his head a phrase of [N:Jania,V:Jania.]. When he walks, he decided to go to the hospital, to find out is [N:Grace,V:Grace.] here.",
            " While he was finding, he saw a cabin with [N:Thomas,V:Thomas.] in it. He rested after an injury. Stefan entered to the cabin and started dialogue:\n",
            "[N:Thomas,V:Thomas.] - \"Hey nurse, can you bring for me an anime disk?\"\n",
            "Stefan - \"I'm not your nurse!\"\n",
            "[N:Thomas,V:Thomas.] - \"Huh?? Hold on, is that the guy, what tried to bring unsurence to my past me?\"\n",
            "Stefan - \"Yeah, and what? You ended here. That means, you failed whole task of protecting whole country's interests by your ideas.\"\n",
            "[N:Thomas,V:Thomas.] - \"That's ridiculous... Are you still thinks, what that's my fault of provoking 5th Mind War? No...\"\n",
            "Stefan - \"Right, and what would you say about changing profiling layout and turned into disappointment\"\n",
            "[N:Thomas,V:Thomas.] - \"About profiling this is better, than older, and I know, but what about you?\"\n",
            "Stefan got awkwardness, [N:Thomas,V:Thomas.] understood, what he started to fear himself.\n",
            "[N:Thomas,V:Thomas.] - \"It's the same feeling as I felt: loneliness, awkwardness, depression and ...\"\n",
            "He started breathes, and then asked to go out of his life. Stefan in awkwardness listened him. He had never felt so obscure",
            " Stefan also found out, what she isn't in Fur anymore. He tried to connect her, and Stefan got connection with [N:Grace,V:Grace.].",
            "Stefan - \"Hello Grace! Um... Where r u?\"\n",
            "[N:Grace,V:Grace.] - \"Oh, hi!!! We're in Lang e.\"\n",
            "Stefan - \"Why?\"\n",
            "[N:Grace,V:Grace.] - \"Well, it's still a place, where we used to have a time, where are you?\"\n",
            "Stefan - \"Still in Fur\"\n",
            "[N:Grace,V:Grace.] - \"Seriously? It's really abandoned place, like souther of country Marathon\"\n",
            "Stefan - \"Fine, I'll came\"\n",
            "Later, he really came to the city, where he used to live here. He never was so happy to see [N:Grace,V:Grace.] and the group.",
            " Stefan even cried in front of them, [N:Grace,V:Grace.] tried to hug him, but she hugged decently. At least [N:Grace,V:Grace.] is happy too."
        ],
        [
            "One time, Stefan had a pretty regular day, he will end up Trade School in country Edu in city Ukrefia, sometimes he visit Engoria to literature group.",
            " When he came here, he nobody saw here. \"Maybe I should wait for more time\". After for a while, he decided to read something. Stefan last time discovered",
            " from members. It was \"Mind in Flames\". The documentary tell about first 3 Mind wars, and telling how Eli Frenc had created a new ideology, what was",
            " inspired from lack of rights for island countries, but Herasym Birchui changed that to chauvinism, island countries are in first place, because",
            " they standing in ancient land, and how was in this times and revenge of Continentals, what turns out to be respect each other.",
            " Stefan started to looking for the book, and after he had taken, the library was lighted up and all in this group celebrated for him a birthday.\n",
            "\"HAPPY BIRTHDAY!!!\"\n",
            "He was very surprised about that. Everyone had a very cheerful expressions: Gray jumps out of the coach, [N:Grace,V:Grace.] got him from side of a shelf and hugged him.",
            " "
        ]
    ],
    "not_mine_gallery" : [
	    {     
            "path" : "image/Not mine/Stefan comm by @Meta_122.png",
            "link": "https://twitter.com/Meta_122"
        },
        {     
            "path" : "image/Not mine/Stefan by @Thir.png",
            "link": "https://twitter.com/Uki7UqvfzqQJ36j"
        }
    ]
}
