{
    "pfp_path": "../image/OCPool/Stefan/Stefan is waiting.png",
    "biological_class": "Tiger Shark",
    "initial_age": 17,
    "sex": "Male",
    "intedefication_in_comunity": [
        "cyan",
        "pink",
        "white",
        "pink",
        "cyan"
    ],
    "traits": [
        "Melanholic (in lonely)",
        "Playful (when met a joyful person(s))",
        "Behevolent (with a person who broke down)"
    ],
    "date_creation": "22 Jan 2023",
    "date_creation_in_mind": "13.12.16",
    "disappeared": false,
    "country": "Fur",
    "parents": {
        "mother": "Nora",
        "father": "Andrew"
    },
    "interests": [
        "trade manager",
        "reader",
        "writer of fan fiction"
    ],
    "work": "Student of Trade School in country Edu",
    "currency": {
        "now_place": 2,
        "now_value": 7000,
        "then_place": 1,
        "then_value": 16000
    },
    "stories": [
        [
            "Stefan was born in rich family only child. His mother, Nora was happy with it, but not much as money. His parents was busy,",
            " and he decided to read some books. It was an adventure books. Stefan was so impressed, what decided to write fan fictions and share it",
            " with a group of fanats of books. They liked it, and Stefan started a writer career.; Gray - \"When Stefan is going to us, he was so",
            " unpatiently, and he said - \"Hey guys! Guess what? I wrote my own fan fiction, it's called \"Tension Games\", who decide to read this?\".",
            " when I read it, I was suprised his work\"."
        ],
        [
            "He also read some fan fictions of adventure books by fanats of books with non-traditional relationship.; Stefan - \"They was",
            " so passionate, what was inspired to be not traditional and become more modern\"; One time, he read a fan fiction \"Jimmy's life as trans\".;",
            " Stefan - \"The fan fictions is looks for me a little confused, like, \"why Jimmy is looking for men and then is going to date with him?\".",
            " When explained this, then I want to be a different, to be more cute and live with attraction\"."
        ],
        [
            "One time, Stefan with his family made a trip around the country Fur, and one time, he saw Jania, what she made a hang out.",
            " One time, he decided to go to hang out with her. First of all, Stefan met her and started to ask group about books. No one haven't",
            " answered it. But he rightly saw, what everyone in her group was happy. Stefan decided what he in her happy group isn't happy.",
            " Jania has tried to appologise with it and promise, what she can fix it,",
            " if he pays for her 100S. Stefan accept it and Jania a is tried to",
            " introduce for her group and said \"Here's a new piece of our hang zone! Meet him! Stefan!\". After this words, Stefan started to",
            " suspect of robbering him. When all started to cheering up, he started thought, what all of then will demanding from him money.",
            " After that, he ran from that. After that, he started to believe, what happy in group is",
            " wealth, but he spend so much, what in next normalizing, he was moved to 2nd plan."
        ],
        [
            "Stefan one time got a letter about visiting to the literature group. When he came there, Stefan was suprised of his present in Valentine cycle.",
            " Stefan saw in the present a Jimmy plush with heard and mark \"Grace for the best writer of fan fictions\". He knew about Grace,",
            " it was a member of the group, but at this time, she wasn't there. Stefan started to connecting to her. He thanked Grace for",
            " the present and asked her, where she is. Grace is ill and she waiting until full treatment of the disease to hug him."
        ],
        [
            "Stefan had wrote a fan fiction about joyness of main character of \"John Smiller is leaving a broom\". He had writed, what John was",
            " tried to impress his loving character and making with her pretty off things. When Stefan writed the fan fiction, he became hunger.",
            " He opened jar of apricot jam and it was so taste, what Stefan added this to his fan fiction literaly. In the next cycle he showed this",
            " with the group. They wasn't excited with it, and just went to Grace. She was confused with jam, but when Stefan explained this, Grace",
            " understood and hugged him."
        ],
        [
            "One time, Stefan's parents invited his friends to a trip to Anime.",
            " All his friends accepted, except Grace. She wanted to go with Stefan, but her parents didn't wanted.;",
            " They - \"We think, let Grace will be with us\"; They started to arguing with Grace. At night, Stefan sneakly walked to Grace's room.;",
            " Stefan - \"Hey Grace! I heard your argued, but I was disagree with your parents. So, I decided to take you\";",
            " Grace - \"Really? Of course I will be with you!\". Stefan - \"Are you have love attration?\";",
            " Grace(embarassing) - \"No...\". Stefan - \"So, are we going?\";",
            " They sneakly left Grace's home and Stefan told his parents, time to begin.",
            " All friends, including Grace, Stefan and his parents left Fur by floating vehicle.",
            " They arrived to the Anime. Stefan's friends was impressed, even himself;",
            " Stefan - \"It's so different place for me, I think we will stay there for a while\";",
            " [next]"
        ],
        [
            "After declearing every country a 4th Mind war, Stefan and all his friends got, why are they arrived to the \"trip\".",
            " They was worried about their parents, especially Grace and Gray; Stefan's parents - \"Don't worry, they will be okay\";",
            " Gray - \"Don't worry? How? Why are you didn't take our parents. They also are the great part of our comfort. Are you decided,",
            "    what you, as Stefan's parents are also great parents for us???\";",
            " Stefan's parents - \"Listen you all. We haven't expected about that. Are you think, we predicted the Mind war?\";",
            " Grace - \"My parents, when I sneakly left my home, they won't realised, what the Mind war was ahead. I exactly can say, what agreed to arrive to Anime only for Stefan\";",
            " Stefan hugs Grace and said - \"Dear. I don't expected that...\";",
            " Stefan's parents - \"Stefan. Leave her alone. We have to said, what that's all right\";",
            " Stefan - \"I won't do this, let me did that\";",
            " Stafan(loudly) - \"Hey you all! Are you see, we all stuck there, not even you. I with my parents also stuck there, and we can't arrive anywhere too.",
            "    So why are you mad about that? Your parents also stuck, but in their psyhology bubble. They tried to keep you young, and I think, it's time",
            "     to grow up!\";",
            "    [next]"
        ],
        [
            "After come back, Stefan with his friends saw nothing wrong. They was so happy about that.",
            " Anyway they said to Stefan, what his parents is a little odd, but still they thanked about that."
        ],
        [
            "One time, Stefan saw an advertising to vote for a new party to further restoring the country.",
            " He decided to inspect what is happening.",
            " The next cycle he walked to the goverment building to explaining.",
            " He saw a Thomas and asked for that.",
            " Thomas started to tell a whole idea to rebuild the whole enviroument around and inside the Fur;",
            " Thomas - \"Without sensitiveness we can go further with peace and wealthness\";",
            " Stefan thought, what this is a bad idea, because it isn't a reason of agression.;",
            " As Stefan thought he told to the Thomas, and he said - \"Not yet.",
            " In agressive time of 4th Mind war this trait is fully breakable in the time.",
            " My task is prevent these feels\";",
            " Stefan - \"The trait is helpful don't be such agressive, but you can fix other reasons like geopolitics, stuff like that\";",
            " Then Thomas told him to leave or else he will arrest him.",
            " Anyway, Stefan voted \"against\"."
        ],
        [
            "One time, Stefan heard a news, what the 5th Mind war was occured. He was so terrified, and envy - \"Did he provoked that?? I'm promising I'm gonna beat him!\".",
            " Meanwhile, he left Fur and safely transfered throught the active front and got to the other side. Later, he got to the Life and started to waiting for the peace deal.",
            " While he's waiting, he writed his poems, fanfictions, he walked around and continued to wait.;",
            " One time, when he's waiting, he crossed path with Jania. When he saw her, Stefan remembered what she did.;",

            "[quote];",
            " Stefan decided what he in her happy group isn't happy. Jania has tried to appologise with it and promise, what she can fix it,",
            " if he pays for her 100S. Stefan accept it and Jania a is tried to introduce for her group; ... ;",
            " Stefan started to suspect of robbering him. When all started to cheering up, he started thought, what all of then will demanding from him money.;[end quote];",

            " And so, he reminded for her, what Jania is \"Money demander\".",
            " After her apology, Stefan had a dark bit, what still go around on his soul. Does I need to call it a soul?;",
            " After Jania's final arguments, while they had awkward silence, Stefan also noticed, what his old friends and his group members aren't",
            " speaking. It's like behave as a friend, but when he got away, he make a radio silence, like not knowing here.",
            " The struggle was ridiculously high. He can't handle that, and so, he leave the place.",
            " Stefan thought what maybe, it was really his fault..." //
        ]
    ],
    "not_mine_gallery" : [
        {     
            "path" : "image/Not mine/Stefan by @Thir.png",
            "link": "https://twitter.com/Uki7UqvfzqQJ36j"
        }
    ]
}
