{
    "pfp_path": "../image/OCPool/Ukinas/Ukinas.png",
    "biological_class": "Tiger Shark",
    "initial_age": 21,
    "sex": "Female",
    "intedefication_in_comunity": [
        "black",
        "gray",
        "white",
        "purple"
    ],
    "traits": [
        "Creative",
        "Courageous",
        "Eccentric"
    ],
    "date_creation": "12 Jun 2023",
    "date_creation_in_mind": "07.04.17",
    "disappeared": false,
    "country": "W",
    "parents": {
        "mother": "Mary",
        "father": "Isaac"
    },
    "interests": [
        "LGBT",
        "Social Network",
        "Activism"
    ],
    "work": "Activist",
    "currency": {
        "now_place": null,
        "now_value": null,
        "then_place": null,
        "then_value": null
    },
    "mbti": null,
    "stories": [
        [
            "Ukinas was born in average family. Her mother, Mary, worked in SN. Her dad, Isaac, was with her. Ukinas was happy, all time, when her mom came.",
            " She told her about tolerance to special group of people, but also told, what she is also special for them."
        ],
        [
            "When Ukinas started go to school, she rised up questions like \"Why should we doing not same all time, like see a dilema and taking a weapon?\"",
            " Ukinas got a friend called Mia, what was in LGBT group.",
            " Ukinas got interested in the group, like",
            " \"Do I want actually going to date with boys, what is so stereotyped?",
            " Do I want to feel a threat from them when I'll brake up with them?",
            " Do I want a stereotyped boyfriend what wanted just have sex with anyone?",
            " No! I want to be a unique person and don't envy\"\n",
            " Mia - \"She was so courageous, what decided to ask very sensitive questions. Ukinas also wanted to be with me in one group.",
            " She decided to be asexual, but honestly, maybe I'm going to fall in love with her\""
        ],
        [
            "One time, she saw a poster to hiring to W for influence the enviroument to the bright side.",
            " Ukinas decided to get a job. When she arrived to the W, she saw a blue forest from bonzai.",
            " When she arrived to the castle, Ukinas was recognised and they offered well payed work for activism.",
            " She was agreed."
        ],
        [
            "One time, Ukinas invited her friend, Mia to the W. She was waited for her almost 29 cycles. So, Mia is arrived to the W.",
            " She was suprised with the enviroument\n Mia - \"Did you do this?\"\n Ukinas - \"Of course, there is unique enviroument. Rather than living in Fur, I'm living here!\"\n",
            " Later, Mia saw, what Ukinas is working in strange facility in the island\n Mia - \"Ukinas, what you know about your work?\"\n",
            " Ukinas - \"Well, I'm working in advertising company what mainly campaigning about savety of enviroument\"\n",
            " Mia - \"What's a problem with it?\"\n",
            " Ukinas - \"So, these trees looks like a bonzai, but they are blue and their leaves are shiny.",
            " In past, bonzai's leaves was used as currency, because minting coins - expensive.",
            " Even after implementing S currency, trees starting to exhausting,",
            " because they was adaptated to bring a lot of leaves and got intensively treated by obvious reasons, but without it, leaves aren't need anymore\"\n",
            " Mia - \"Ok, but nearby here there a mansion with guns, directed down to the island!\"\n",
            " Ukinas - \"Well... It's a defense, u know\"\n",
            " Mia seems what the W is looks suspicious. Anyway, they sent a good farewell between each other."
        ],
        [
            "When 5th Mind war was occured, Ukinas started to worrying about her friend. She instantly connected to Mia.\n\"Hello?\"\n\"Hello Mia! Where are you now?\"\n",
            "\"I'm waiting near a border to W. I can't get to you!\"\nUkinas thought what she was under the threat: \"Listen, maybe the best way to get to me isn't your way.",
            " Maybe you should wait until the end of the war, or when we're would be in one allies...\"\n\"Are you insane? I want to get, and you decided what better to wait",
            " for a moment what could take forever in hardest for psychology health times.\"\n\"If you failed to cross the border, then would left only one way\"\n",
            "\"What should I do then while I'm waiting?\"\n\"Well, where do you work before?\"\n\"I work in agriculture\"\n\"Ok, then work we're you left.\"\n\"Ok, cya!\"\n",
            " After this call, Ukinas felt hope for Mia, her best friend.\n\"She would came to me\"\n. Then she tried to hide in W's cave system. They had a pretty spiky stagnate, but the villagers",
            " cut edges and now it's safe to live inside. The cave was in dark blue tones and it looks like a dark night sky, but what's the sky? Anyway, Ukinas stayed",
            " here for a while. While she was enduring uncompatable conditions, she made a lot of posts about stopping a war."
        ]
    ],
    "not_mine_gallery": [
    ]
}