{
  "version": 1,
  "pfp_path": "../image/OCPool/Kevin/Kevin.png",
  "biological_class": "Dragon",
  "initial_age": 14,
  "sex": "Male",
  "orientation": [
    "#D60270",
    "#D60270",
    "#9B4F96",
    "#0038A8",
    "#0038A8"
  ],
  "traits": [
    "Hyperactive",
    "Naive",
    "Creative"
  ],
  "date_creation": "10 Aug 2023",
  "disappeared": true,
  "date_disappearence" : "7 Feb 2024",
  "country": "Edu",
  "parents": {
    "mother": "Isabella",
    "father": "Jameson"
  },
  "interests": [
    "artist"
  ],
  "work": "Student of Artist School in country Edu",
  "currency": {
    "now_place": null,
    "now_value": null,
    "then_place": null,
    "then_value": null
  },
  "stories": [
    [
      "Kevin was created in Fur. Father was an artist and Mother was",
      " a cooker in a restaurant of local cuisine. His parents",
      " take care with him so much, and later for 3 years he got a naivity."
    ],
    [
      "Kevin was hyperactive child: he can't easily focus in only task,",
      " he can listen crowd and understand what's happening here, he hardly complete logic tasks.",
      " After a diagnose, his parents understand that, so, they decided to",
      " bring for him a bright future of artist."
    ],
    [
      "Kevin like artist way, so, he developed a skill of creativity.",
      " Alongside with his creativity, he developed a friendship with <<l oc.html?oc=Kiwuar>|<Kiwuar l>>!|",
      " Kevin - *\"<<l oc.html?oc=Kiwuar>|<Kiwuar l>> was cheerful and kinda friendly, and I liked that!*\"!|",
      " <<l oc.html?oc=Kiwuar>|<Kiwuar l>> - *\"Kevin was bit odd, he can't concentrate, but I approciate that. At least, I'm his only friend*\"!|",
      " They had 10 years old, but <<l oc.html?oc=Kiwuar>|<Kiwuar l>> was for 11 month older."
    ],
    [
      "When Kevin had 13 years, he heard, what his parents deciding to relocate him to artist school in Edu.",
      " <<l oc.html?oc=Kiwuar>|<Kiwuar l>> told him, what it's a good idea, but Mind war[ Reborn the Continents ] was ahead. But it was too late.",
      " When Kevin was prepared to moving, he decided to say goodbye to <<l oc.html?oc=Kiwuar>|<Kiwuar l>>.",
      " As a reminder of their friendship, <<l oc.html?oc=Kiwuar>|<Kiwuar l>> decided to draw a picture with signature,",
      " Kevin gived him also a drawing with a signature, and then they said goodbye.[ They are drew a picture of their friendship ]"
    ],
    [
      "When Kevin arrived to the Edu, he heard about explosions, but he doesn't pay an attention.",
      " One time, a rocket aimed nearly from him[ Aproximately 30 meters away ]!|",
      " Kevin - *\"I think that things will stop launching one time...*\"!|",
      " Anyway, he survived."
    ],
    [
      "After a 3rd Mind war[ Reborn the Continents ], he felt happiness!| Kevin - *\"I wish the peace will be up to forever!*\"."
    ],
    [
      "One time, Kevin met a student called Carlos!| Kevin - *\"He's so strong, and he can carry me like a best friend!*\"!|",
      " Later, He fell in love with Carlos. Kevin started to give an impressive for him arts, and even a money.",
      " Carlos don't felt this tone what Kevin felt, so he just liked Kevin's afford to be likable.!|",
      " Kevin - *\"Hey Carlos!*\"!| Carlos - *\"What Kevin?*\"!|",
      " Kevin - *\"Know you what, I holded this secret in myself for so long...*\"!| Carlos - *\"And so?*\"!|",
      " Kevin - *\"I really like... wait... no, I mear I... I just love ya*\"!| Carlos - *\"WHat?????",
      " Do you really thought I love you? I just feeling to you as friend*\"!|",
      " Kevin - *\"I think, what in your soul is a part what love me...*\"!|",
      " Carlos - *\"And what? It doesn't scream so much*\"!|",
      " Kevin - *\"But you have this one!*\"!|",
      " Carlos - *\"Yes, but it scream *\"I LIKE YOU*\". (sign) Maybe I would be so rude for you, but I'm seeing in front of me a friend, but not freaking darling,",
      " but, I can support for you, and that's all...*\"!|",
      " Kevin - *\"That means what I just looking for nothing... But at least I can be his friend*\"!|",
      " Carlos - *\"Yes!*\"!|",
      " After that situation, he stopped to impress his 'crush', but not his friend"
    ],
    [
      "One time, it starts 4th Mind war[ Argue for map ]. It was a quite worse time, but Art was prepared for that, so they equip underground bunker for citizens.",
      " The citizens of the main cities of Edu was relocated to Art, because they hadn't any bunkers",
      " So, Kevin didn't decided to refusing this and he with all citizens decided to go to the bunker. There he waited for 5 cycles.",
      " During first cycle, he was so bored, as hell, so he started to drawing here. In second cycle while Kevin drew, a bunch of girls was looked at his drawings.!|",
      " They - *\"Do you drew all this stuff?*\"!|",
      " Kevin - *\"Of course, I like it!*\"!|",
      " They - *\"Why you should impress all girls here, if you can just buy them?*\"!|",
      " Kevin - *\"Wait... really??*\"!|",
      " They - *\"Yes dumbass! If you have money, then you can afford them! (laughing)*\"!|",
      " Kevin - *\"No way!*\". They - *\"Oh for sure!!*\"!| Kevin(grumbling) - *\"I don't sure...*\"!|",
      " They - *\"Hold on, can you give this art for us?*\"!|",
      " Kevin - *\"Here!*\".!|",
      " They - (tinting paper with laugh).!|",
      " Kevin - *\"Noo.... How dare you!...*\"!|",
      " They run away from Kevin, what was dissapointed",
      " In third cycle, he was sad, and decided to go for a walk throughtout the bunker.",
      " When he walked, a bit older that him girl comed to him and asked!|",
      " She - *\"Heyo! Why are you sad?*\"!| Kevin - *\"Because a bunch of girls-jerks came to me and I started to tolerate them. And later they tinted my drawing*\"!|",
      " She - *\"Oh, so if you can draw, draw me!*\"!| Kevin - *\"Ok, at least, I'm going to try*\"!|",
      " She - *\"Great! By the way, where are you live?*\"!| Kevin - *\"In that corner!*\"!|",
      " She - *\"Ok, I'm come to the place!*\"!| Kevin - *\"Ok, cya!*\"!|",
      " In the next cycle, 'she' came to the place, where he's living!|",
      " She - *\"Hello! How are you?*\"!| Kevin - *\"I'm fine rn. Check this out!*\"!|",
      " She looked at a drawing Kevin was made, and she was impressed!|",
      " She - *\"Know you what... What's your name btw?*\"!| Kevin - *\"Kevin, how about you?*\"!|",
      " She - *\"<<l oc.html?oc=Jania>|<Jania l>>, nice to meet ya*\". [Oh hel naw man wat?]!|",
      " Kevin - *\"Nice to meetya! What about drawing?*\"!|",
      " <<l oc.html?oc=Jania>|<Jania l>> - *\"It looks so familiar for me, you don't know who was he...",
      " Maybe can you find a time with me?*\"!|",
      " Kevin - *\"Of course! It looks like, you fell in love with me, do not you?*\"!|",
      " <<l oc.html?oc=Jania>|<Jania l>> - *\"Eh.... Nah... I think.... Anyway, we will meet ya, yes?*\"!|",
      " Kevin - *\"Mhm. To be honest, I fell in love with you!*\"!|",
      " <<l oc.html?oc=Jania>|<Jania l>> - *\"Really?? I can't believe, how?*\"!|",
      " Kevin - *\"I just liked your bravity and your impressive face.*\"!|",
      " <<l oc.html?oc=Jania>|<Jania l>> - *\"I don't really excepted that... But anyway, bye!*\"!|",
      " Kevin - *\"Anyway, bye!!*\"!|",
      " [To this moment, I don't shipped my well-known characters yet so strongly, but this case is exception. I can say, what characters would do up to borders what I set, so do not expect more passion]"
    ],
    [
      "After 5th Mind war, Kevin decided to visit Kiwlley, his hometown. ",
      " ##| c8 e5 a0 f7 e1 ec eb e5 e4 a0 e1 f2 ef f5 ee e4 a0 f4 e8 e5 a0 e3 e9 f4 f9 ac a0 e1 ee e4 a0 f4 e8 ef f5 e7 e8 f4 a0 e1 e2 ef f5 f4 a0 f4 ef a0 f7 e1 ec eb a0 f4 ef a0 <<l pages/oc.html?oc=Kiwuar>|<cb e9 f7 f5 e1 f2 a7 f3 l>> a0 f0 ec e1 e3 e5 ae a0 c1 e6 f4 e5 f2 a0 e8 e5 a0 f7 e1 ec eb e5 e4 a0 e8 e5 f2 e5 ac a0 e8 e5 a0 eb ee ef e3 eb e5 e4 a0 f4 e8 e5 a0 e4 ef ef f2 ae a0 cb e5 f6 e9 ee a0 f4 e8 e9 ee eb e9 ee e7 a0 e1 e2 ef f5 f4 a0 f4 ef a0 e4 f2 e9 ee eb a0 f3 ef ed e5 a0 f4 e5 e1 a0 e1 ee e4 a0 f2 e5 ed e5 ed e2 e5 f2 a0 <<l pages/oc.html?oc=Kiwuar>|<cb e9 f7 f5 e1 f2 l>> a0 e9 ee a0 e1 ee ef f4 e8 e5 f2 a0 f4 e9 ed e5 ae a0 c8 e5 a0 f7 e1 f3 a0 f3 f4 e1 f2 f4 e5 e4 a0 f4 ef a0 e9 ed e1 e7 e9 ee e5 ac a0 e8 ef f7 a0 f7 e1 f2 ed a0 e9 f4 a0 f7 ef f5 ec e4 a0 e2 e5 a0 f4 ef a0 e2 e5 a0 e7 f2 e5 e5 e4 a0 e2 f9 a0 ca f5 ec e9 e1 ae a0 c1 e6 f4 e5 f2 a0 f4 e8 e5 a0 e4 ef ef f2 a0 f7 e1 f3 a0 ef f0 e5 ee e9 ee e7 ac a0 e8 e5 a0 e4 e9 f3 e3 ef f6 e5 f2 e5 e4 ac a0 f7 e8 e1 f4 a0 e8 e5 f2 e5 a0 f7 e1 f3 a0 f3 f4 f2 e1 ee e7 e5 f2 ac a0 f7 e8 e1 f4 a0 f7 e1 f3 a0 e9 ee f3 f4 e5 e1 e4 a0 ef e6 a0 ca f5 ec e9 e1 ae a0 c8 e5 a0 f1 f5 e9 e3 eb ec f9 a0 f2 f5 ee f3 a0 e9 ee f4 ef a0 e8 e9 f3 a0 e8 ef f5 f3 e5 a0 e1 ee e4 a0 f3 f4 e1 f2 f4 e9 ee e7 a0 f4 ef a0 f0 f2 e5 f0 e1 f2 e9 ee e7 a0 f4 ef a0 f3 ef ed e5 f4 e8 e9 ee e7 ae a0 cb e5 f6 e9 ee a0 f7 e1 f3 a0 e3 ef ee e6 f5 f3 e5 e4 ac a0 f7 e8 e5 f2 e5 a0 ca f5 ec e9 e1 a0 f7 e1 f3 ae a0 c1 e6 f4 e5 f2 a0 e6 ef f2 a0 e1 a0 f7 e8 e9 ec e5 ac a0 f4 e8 e5 a0 e4 ef ef f2 a0 f7 e1 f3 a0 e3 ec ef f3 e5 e4 ac a0 e1 ee e4 a0 e8 e5 a0 e4 e9 f3 e1 f0 f0 ef e9 ee f4 e5 e4 a0 e4 e5 e3 e9 e4 e5 e4 a0 f4 ef a0 e7 ef a0 e2 e1 e3 eb a0 f4 ef a0 e8 e9 f3 a0 e6 e1 ed e9 ec f9 ac a0 f7 e8 e5 f2 e5 a0 f7 e1 f3 a0 ec ef e3 e1 f4 e5 e4 a0 e9 ee a0 f4 e8 e9 f3 a0 e3 e9 f4 f9 ae a0 d7 e8 e5 ee a0 e8 e5 a0 e1 ec ed ef f3 f4 a0 e3 e1 ed e5 a0 f4 ef a0 e8 e9 f3 a0 e6 e1 ed e9 ec f9 a0 e8 ef f5 f3 e5 ac a0 e8 e5 a0 f7 e1 f3 a0 f3 e8 ef f4 a0 e2 f9 a0 ef ee e5 a0 f3 f4 f2 e1 ee e7 e5 f2 ae a0 c8 e5 a0 f7 ef f2 ee a0 e1 f2 ed f9 a0 f3 f5 e9 f4 ac a0 e1 ee e4 a0 e8 e5 a0 f1 f5 e9 e3 eb ec f9 a0 f2 e1 ee a0 e1 f7 e1 f9 ae a0 cb e5 f6 e9 ee a0 f3 f4 e1 f2 f4 e5 e4 a0 f4 ef a0 f3 e3 f2 e5 e1 ed a0 ef f5 f4 a0 ef e6 a0 f0 e1 e9 ee ac a0 e2 f5 f4 a0 e8 e5 a0 e8 e1 e4 a0 f4 ef ef a0 f4 e9 f2 e5 e4 a0 ef f5 f4 a0 ef e6 a0 f0 e1 e9 ee ae a0 c8 e9 f3 a0 ed ef f4 e8 e5 f2 ac a0 c9 f3 e1 e2 e5 ec ec e1 a0 f7 e1 f3 a0 f3 e8 ef e3 eb e5 e4 ac a0 f7 e8 e5 ee a0 f3 e8 e5 a0 f3 e1 f7 a0 cb e5 f6 e9 ee a0 f7 e9 f4 e8 a0 e7 f5 ee f3 e8 ef f4 ae a0 d3 e8 e5 a0 f1 f5 e9 e3 eb ec f9 a0 e3 ef ee ee e5 e3 f4 e5 e4 a0 f4 ef a0 e8 e5 e1 ec e9 ee e7 a0 f3 e5 f2 f6 e9 e3 e5 f3 ae a0 c1 e6 f4 e5 f2 a0 e1 f4 f4 e5 ed f0 f4 f3 a0 f4 ef a0 f2 e5 f3 e3 f5 e5 a0 e8 e9 ed ac a0 e8 e5 a0 e4 e9 f3 e1 f0 f0 e5 e1 f2 e5 e4 a0 e9 ee a0 e8 e5 e1 ec e9 ee e7 a0 f0 ec e1 e3 e5 a0 e9 ee a0 cb e9 f7 ec ec e5 f9 ae a0 c8 e5 a0 f7 e1 f3 a0 e1 a0 f6 e5 f2 f9 a0 e7 ef ef e4 a0 e6 f2 e9 e5 ee e4 a0 f4 ef a0 <<l pages/oc.html?oc=Kiwuar>|<cb e9 f7 f5 e1 f2 l>> ac a0 e1 ee e4 a0 e4 e9 f3 e3 ef f6 e5 f2 e5 e4 a0 e1 a0 ee e5 f7 a0 e6 e5 e5 ec e9 ee e7 f3 a0 e6 ef f2 a0 <<l pages/oc.html?oc=Jania>|<ca e1 ee e9 e1 l>> ae a0 d2 c9 d0 <| !|"
    ]
  ],
  "not_mine_gallery" : [
  ]
}
