{
  "_": [
  "It's a satira on whole artist cluster, specially someone, who draws, but not got into story section. He's popular as heel, but even a good composion isn't enough for creating base for stories. I know, even when it's kinda exists settings, like whole ass planetary system with different envirouments. He's world is missing fundamental detail - problem. The world's problem isn't exist, like it's utopia. It's not real, so SHUT UP saying and making whole ass articles, what makes no sense, if it's feels not real enough. It has to be any problem, like uhhh... a threat from different planet system, where is preparing to conquest. \"What conquest? It's actually a peace!!! LGBTQ+ rulz let's goooooooooo!!!!\". Never rate settings or whole world by looking. Even when my world \"mind\" is looks so much purpley. Even when my world is mostly empty. Let your stories deep you in, and no-exit point was reached. Over and over again... And that's it! Rating these worlds would be so high, my is example. Through my all 3 years of editing the world. I showed to some artists like... Meta, Kitarango, Rai, Annas, Codename Delta, others who was forgotten by me (srry). They was even INSPIRED BY ME to do something huge, complex, you got me. In conclusion, good art, but they have also give something more, than \"Ooo, what a cutie bunny!!(likes and repost)\". They have to give story, tragedy, pain, something meaningfull to feel more realistic. These stories are dived in so well, you would love stories more, than arts about them themselves",
  "“I’m just a scientist…” with that quote meeting our lore hunter, who digs water. A SINGLE THREAD and thinking about catching a fish, but actually catched just a piece of thread. It was told - “it was made up on the fly”, like JIT compilation - compile whatever it changes. Not gonna use my dictionary to enhance the whole picture. Making lore on the fly is bad as hell. It gets so confusing, even you can't handle this. Look at Scott Cawthon - the creator of game series Five Nights at Freddy's. You got me. Scott made the FNaF lore on fly, keeping in his mind, and he listened to people from the internet to fetch some theories like from MatPat. The lore hunter is trying to do the same trick. It's good when it comes to quantity, but not in quality. You can make dozens of crappy universes, I can make it too, like Numberstan. I’ve done less in Numberstan, but gave them harmony in the community, at least hierarchy of power. “Ehmmm… it’s actually more…” No. Being eaten by an egg is ridiculous, but without pieces of natural behavior in this world it is more."
  ],

  "pfp_path": "../image/OCPool/Nuzle/Nuzle.png",
  "biological_class": "Bunny",
  "initial_age": 17,
  "sex": "Female",
  "orientation": [
    "#D52800",
    "#FF8800",
    "#FFFFFF",
    "#D261A3",
    "#A30061"
  ],
  "traits": [
    "Silly"
  ],
  "date_creation": "25 Mar 2024",
  "disappeared": false,
  "date_disappearence": null,
  "date_disappearence_in_mind": null,
  "country": "F.D",
  "parents": {
    "mother": null,
    "father": null
  },
  "interests": [],
  "work": null,
  "currency": {
    "now_place": null,
    "now_value": null,
    "then_place": null,
    "then_value": null
  },
  "mbti": null,
  "stories": [],
  "not_mine_gallery": []
}