{
  "version": 1,
  "pfp_path": "../image/OCPool/Ukinas/Ukinas at charge.png",
  "biological_class": "Tiger Shark",
  "initial_age": 21,
  "sex": "Female",
  "orientation": [
    "black",
    "gray",
    "white",
    "purple"
  ],
  "traits": [
    "Creative",
    "Courageous",
    "Eccentric"
  ],
  "date_creation": "12 Jun 2023",
  "disappeared": false,
  "country": "W",
  "parents": {
    "mother": "Mary",
    "father": "Isaac"
  },
  "interests": [
    "LGBT",
    "Social Network",
    "Activism"
  ],
  "work": "Not employed",
  "currency": {
    "now_place": null,
    "now_value": null,
    "then_place": null,
    "then_value": null
  },
  "stories": [
    [
      "Ukinas was born in average family. Her mother, Mary, worked in SN. Her dad, Isaac, was with her. Ukinas was happy, all time, when her mom came.",
      " She told her about tolerance to special group of people, but also told, what she is also special for them."
    ],
    [
      "When Ukinas started go to school, she rised up questions like *\"Why should we doing not same all time, like see a dilema and taking a weapon?*\"",
      " Ukinas got a friend called Mia, what was in LGBT group.",
      " Ukinas got interested in the group, like",
      " *\"Do I want actually going to date with boys, what is so stereotyped?",
      " Do I want to feel a threat from them when I'll brake up with them?",
      " Do I want a stereotyped boyfriend what wanted just have sex with anyone?",
      " No! I want to be a unique person and don't envy*\"!|",
      " Mia - *\"She was so courageous, what decided to ask very sensitive questions. Ukinas also wanted to be with me in one group.",
      " She decided to be asexual, but honestly, maybe I'm going to fall in love with her*\""
    ],
    [
      "One time, she saw a poster to hiring to W for influence the enviroument to the bright side.",
      " Ukinas decided to get a job. When she arrived to the W, she saw a blue forest from bonzai.",
      " When she arrived to the castle, Ukinas was recognised and they offered well payed work for activism.",
      " She was agreed."
    ],
    [
      "One time, Ukinas invited her friend, Mia to the W. She was waited for her almost 29 cycles. So, Mia is arrived to the W.",
      " She was suprised with the enviroument!| Mia - *\"Did you do this?*\"!| Ukinas - *\"Of course, there is unique enviroument. Rather than living in Fur, I'm living here!*\"!|",
      " Later, Mia saw, what Ukinas is working in strange facility in the island!| Mia - *\"Ukinas, what you know about your work?*\"!|",
      " Ukinas - *\"Well, I'm working in advertising company what mainly campaigning about savety of enviroument*\"!|",
      " Mia - *\"What's a problem with it?*\"!|",
      " Ukinas - *\"So, these trees looks like a bonzai, but they are blue and their leaves are shiny.",
      " In past, bonzai's leaves was used as currency, because minting coins - expensive.",
      " Even after implementing S currency, trees starting to exhausting,",
      " because they was adaptated to bring a lot of leaves and got intensively treated by obvious reasons, but without it, leaves aren't need anymore*\"!|",
      " Mia - *\"Ok, but nearby here there a mansion with guns, directed down to the island!*\"!|",
      " Ukinas - *\"Well... It's a defense, u know*\"!|",
      " Mia seems what the W is looks suspicious. Anyway, they sent a good farewell between each other."
    ],
    [
      "When 5th Mind war was occured, Ukinas started to worrying about her friend. She instantly connected to Mia.!|*\"Hello?*\"!|*\"Hello Mia! Where are you now?*\"!|",
      "*\"I'm waiting near a border to W. I can't get to you!*\"!|Ukinas thought what she was under the threat: *\"Listen, maybe the best way to get to me isn't your way.",
      " Maybe you should wait until the end of the war, or when we're would be in one allies...*\"!|*\"Are you insane? I want to get, and you decided what better to wait",
      " for a moment what could take forever in hardest for psychology health times.*\"!|*\"If you failed to cross the border, then would left only one way*\"!|",
      "*\"What should I do then while I'm waiting?*\"!|*\"Well, where do you work before?*\"!|*\"I work in agriculture*\"!|*\"Ok, then work we're you left.*\"!|*\"Ok, cya!*\"!|",
      " After this call, Ukinas felt hope for Mia, her best friend.!|*\"She would came to me*\"!|. Then she tried to hide in W's cave system. They had a pretty spiky stagnate, but the villagers",
      " cut edges and now it's safe to live inside. The cave was in dark blue tones and it looks like a dark night sky, but what's the sky? Anyway, Ukinas stayed",
      " here for a while. While she was enduring uncompatable conditions, she made a lot of posts about stopping a war."
    ],
    [
      "Ukinas was happy to see the ending of Mind war 5. She wanted to see her friend Mia so much. Ukinas thought about giving a part of her shelter to Mia, because of her decision for Mia to wait until the end of 5th Mind war in continental part and she regretted that. Ukinas thought Mia got arrested or she lost her Radio-Ganer. Ukinas decided to connect to her.!|!|",
      "She has been waiting for acceptance for 1 minute. She thought Mia had some troubles. Mia accepted at the last second.!|",
      "Ukinas - “Hello!”.!|",
      "Mia - “Hai! We haven't spoken for a long time”.!|",
      "U - “True! I have an idea. Remember you wanted to go to W?”.!|",
      "M - “Of course”.!|",
      "U - “I thought, you wanted to be with me and I’m offering you to go to W, and you would like to live with me definitely, I would separate my mansion and you would get a half of that.”.!|",
      "M - “I would like to stay, but I still have my house. That was a sweet idea, bestie”.!|",
      "U - “Oh, then let me know, when you want to live with me”!|",
      "Ukinas felt a little confused about that. She had expected to say “Ok”, but at least Mia would visit Ukinas.!|",
      "U - “As I know, you were pretty well, aren't you?”!|",
      "M - “You're right, except in the ending of the Mind war #5 I saw in a community board a propaganda slogan to help the SN rebels. I thought, what could they achieve? Know you what? They somehow rebelled, and they were successful!“!|",
      "U - “Insane for me to live in your situation.” She told about her forced lifestyle in the cave system, where she spent the majority of time. How she was so bored, she posted every cycle to stop the war. How it was cold.!|",
      "U - “After the end of the #5 Mind war, as a hero of posting in W, I got the mansion with 140 m^2”!|",
      "M - “Wow, you were in extreme conditions to be honest. It was nice to talk to you Uki”!|",
      "U - “For you too, bye!”!|",
      "M - “Bye!”!|!|",
      "At that point, Ukinas was in a little stress: she gained less  money because of the aftermath of the 5th Mind war, no one would go to W for a while. Ukinas decided to get an actual job, as a bonsai farmer. She had no land, so Ukinas decided to go to someone's farms. They had fences around the bonsai trees to keep their leaves growing and getting shiny. Ukinas only acknowledged her work.!|!|",
      "But after that, when she was going to her home, the connection was required by the radio-ganer in her pocket. She pulls it up and starts the connection.!|",
      "Ukinas - “Hai”!|",
      "Mia - “Hello, Uki! So, uhhhh, they took my house”!|",
      "U - “Shoot, how!?”!|",
      "M - “They just broke to me, and they required my house, because of “rebuild”!!”.!|",
      "U - “That sucks…”!|",
      "M - “Ye, what are you doing?”!|",
      "U - “Going back after applied to be farmer”!|",
      "M - “Wow, you really applied for that? That would be hard for you”!|",
      "U - “Ye, but I got used to work”!|",
      "M - “Ok, then would you accept me in your home?”!|",
      "U - “Sure, my bestie!”!|",
      "They said goodbye and ended the connection.!|",
      "It’s already known Ukinas would have her roomate. She prepared for her arrival as best as she could. After 5 hrs Mia arrived here. The audacity was indescribable. Ukinas at that time was so happy, she lifted her for 8 seconds and didn't release her from Ukinas’s hug. In a short time, they eventually came to her mansion. Mai was astonished and decided to have a small room there. Since then, besties have alot to share between each other."

    ]
  ],
  "not_mine_gallery": [
    {
      "path": "IMG_20241208_172309.webp",
      "link": "https://raihormo.github.io"
    }
  ]
}